[M_Orchid_Deserters MissionDefinition]
MissionName="Deserto Para os Desertores do Deserto"
MissionDescription="A Capitã Scarlett não gosta muito de quem abandona a sua tripulação. Ela lhe pediu para encontrar e eliminar todos os desertores."
TurnInDescription="Graças à sua ajuda, agora é pouco provável que os outros membros da tripulação da Scarlett queiram sair para procurar outro trabalho mais rentável."
MissionSummary="Elimine os desertores."
MissionGiver="Painel de Trabalhos dos piratas"
MissionTurnInLocation="Painel de Trabalhos dos piratas"
TeaserText="Lute ou morra... ou então fuja que eu te mato depois."

[M_Orchid_Deserters:KillDeserter1 MissionObjectiveDefinition]
ProgressMessage="Elimine Benny, O Promotor"

[M_Orchid_Deserters:KillDeserter1Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_Deserters:KillDeserter2 MissionObjectiveDefinition]
ProgressMessage="Elimine o Marinheiro"

[M_Orchid_Deserters:KillDeserter2Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_Deserters:KillDeserter3 MissionObjectiveDefinition]
ProgressMessage="Elimine Terry, o Banguela"

[M_Orchid_Deserters:KillDeserter3Set MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_Deserters:KillDeserters MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

